var data = {
	"sections": ["首頁", "section-1", "第二區塊", "section-3", "第四區塊", "clients", "作品集", "聯絡我們", "faq"],
	"topic1": {
		// Cover
		"首頁": {
			"title": "這是首頁的大標題",
			"content": "這是首頁的副標題，可以有比較多字，兩行的文字或三行的文字．",
			"button": "按鈕文字"
		},
		// Section 1
		"section-1": {
			"sectionTitle": "這是各區塊中等標題",
			"title": [
				"第一個項目",
				"第二個項目",
				"第三個項目"
			],
			"content": [
				"這是一段敘述給第一個項目，大約一到兩行的文字．",
				"這是一段敘述給第二個項目，大約一到兩行的文字．",
				"這是一段敘述給第三個項目，大約一到兩行的文字．",
			]
		},
		// Section 2
		"第二區塊": {
			"sectionTitle": "這是各區塊中等標題",
			"tagline": "這是一段會消失的副標題，不確定會有多少字大概兩行．",
			"section": ["區塊一", "區塊二", "區塊三"]
		},
		// Section 3
		"section-3": {
			"sectionTitle": "這是各區塊中等標題",
			"title": "這是區塊三的主要標題",
			"content": "這是區塊三的內文，可以有比較多字，良國處怎洲立。員破策就類格做度管著把參禮今生著：類出獎流朋上、者關的天接研你力許更工會外聞年紅每己國書。運面綠何知科子舉飛究。何時話會有社；不社院能實面華可也行用適行了他想員是一定，生們話驗畫！",
			"button": "按鈕文字"
		},
		// Section 4
		"第四區塊": {
			"sectionTitle": "這是各區塊中等標題",
			"section": ["區塊一", "區塊二", "區塊三"],
			"title":[
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
			],
			"content":[
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				],
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				],
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				]
			],
		},
	},
	"topic2": {

	},
	"topic3": {

	},
}
export default data;