var data = {
	"sections": ["首頁", "section-1", "第二區塊", "section-3", "第四區塊", "clients", "作品集", "聯絡我們", "faq"],
	"topic1": {
		// Cover
		"首頁": {
			"id": 1,
			"title": "這是首頁的大標題",
			"content": "運用資訊設計、視覺設計，結合\nUser Experience 設計",
			"button": "填寫表單！",
		},
		// Section 1
		"section-1": {
			"id": 1,
			"sectionTitle": "我們可以做到什麼？",
			"tagline": "運用消費者Persona，說出痛點引起共鳴。",
			"title": [
				"UX 設計",
				"資訊設計",
				"推廣策略"
			],
			"content": [
				"指出消費者旅程中各階段的關鍵痛點。",
				"將資訊轉化為消費者能理解並喜歡的內容。",
				"因應媒體需求，將內容轉變為不同的素材。",
			],
		},
		// Section 2
		"第二區塊": {
			"id": 1,
			"sectionTitle": "設計流程",
			"tagline": "好的行銷策略，要根據使用者旅程設定最吸引人的內容，\n並能轉變成多種形式，在不同的接觸點曝光。",
			"section": ["區塊一", "區塊二", "區塊三"],
			"content": [
				{
					"title": "把路人變訪客！",
					"tagline": "有的不只是一支影片，\n一整套可以靈活運用的素材！",
					"paragraph": "說出消費者潛在的需求或問題，吸引目光並展開討論，適時提供可行的解決方向，讓消費者與品牌產生連結，並對你留下良好的印象！",
					"smalltitle": ["設計重點","影片類型"],
					"smalllist": ["運用消費者Persona，說出痛點引起共鳴。","幫助消費者釐清問題，找到對的解決方向。","可稍微帶到自己的品牌，建立印象與連結。"],
					"smallitem": ["商業廣告","品牌影片","社群短片"]
				},
				{
					"title": "把路人變訪客！",
					"tagline": "有的不只是一支影片，\n一整套可以靈活運用的素材！",
					"paragraph": "說出消費者潛在的需求或問題，吸引目光並展開討論，適時提供可行的解決方向，讓消費者與品牌產生連結，並對你留下良好的印象！",
					"smalltitle": ["設計重點","影片類型"],
					"smalllist": ["運用消費者Persona，說出痛點引起共鳴。","幫助消費者釐清問題，找到對的解決方向。","可稍微帶到自己的品牌，建立印象與連結。"],
					"smallitem": ["商業廣告","品牌影片","社群短片"]
				},
				{
					"title": "把路人變訪客！",
					"tagline": "有的不只是一支影片，\n一整套可以靈活運用的素材！",
					"paragraph": "說出消費者潛在的需求或問題，吸引目光並展開討論，適時提供可行的解決方向，讓消費者與品牌產生連結，並對你留下良好的印象！",
					"smalltitle": ["設計重點","影片類型"],
					"smalllist": ["運用消費者Persona，說出痛點引起共鳴。","幫助消費者釐清問題，找到對的解決方向。","可稍微帶到自己的品牌，建立印象與連結。"],
					"smallitem": ["商業廣告","品牌影片","社群短片"]
				},
			]
		},
		// Section 3
		"section-3": {
			"id": 1,
			"title": "不只如此！",
			"smalltitle": "你擁有的不只是一隻影片，\n還有一整套可以靈活運用的素材！",
			"content": "你知道嗎？製作影片所產出的視覺素材，其實還可以再延伸利用，變化成其他內容！正確的規劃運用，不只幫專案節省時間與成本，更可以確保一致性，一舉多得！",
			"button": "按鈕文字"
		},
		// Section 4
		"第四區塊": {
			"id": 1,
			"sectionTitle": "設計流程",
			"tagline": "運用消費者Persona，說出痛點引起共鳴。",
			"section": ["資訊懶人包", "解釋影片", "互動網站"],
			"title":[
				["需求確認", "資料處理", "視覺初稿", "插畫排版", "設計完稿"],
				["需求確認", "資料處理", "視覺初稿", "插畫排版", "設計完稿"],
				["需求確認", "資料處理", "視覺初稿", "插畫排版", "設計完稿"],
			],
			"content":[
				[
				"5~7 days",
				"7~10 days",
				"7~10 days",
				"7~10 days",
				"1~2 days",
				],
				[
				"5~7 days",
				"7~10 days",
				"7~10 days",
				"7~10 days",
				"1~2 days",
				],
				[
				"5~7 days",
				"7~10 days",
				"7~10 days",
				"7~10 days",
				"1~2 days",
				],
			],
		},
		"聯絡我們": {
			"id": 1
		},
		"faq": {
			"id": 1
		}
	},
	"topic2": {
		// Cover
		"首頁": {
			"id": 2,
			"title": "這是首頁的大標題2",
			"content": "這是首頁的副標題，可以有比較多字，兩行的文字或三行的文字．",
			"button": "按鈕文字",
		},
		// Section 1
		"section-1": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"title": [
				"第一個項目",
				"第二個項目",
				"第三個項目"
			],
			"content": [
				"這是一段敘述給第一個項目，大約一到兩行的文字．",
				"這是一段敘述給第二個項目，大約一到兩行的文字．",
				"這是一段敘述給第三個項目，大約一到兩行的文字．",
			],
		},
		// Section 2
		"第二區塊": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"tagline": "這是一段會消失的副標題，不確定會有多少字大概兩行．",
			"section": ["區塊一", "區塊二", "區塊三"]
		},
		// Section 3
		"section-3": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"title": "這是區塊三的主要標題",
			"content": "這是區塊三的內文，可以有比較多字，良國處怎洲立。員破策就類格做度管著把參禮今生著：類出獎流朋上、者關的天接研你力許更工會外聞年紅每己國書。運面綠何知科子舉飛究。何時話會有社；不社院能實面華可也行用適行了他想員是一定，生們話驗畫！",
			"button": "按鈕文字"
		},
		// Section 4
		"第四區塊": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"section": ["區塊一", "區塊二", "區塊三"],
			"title":[
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
			],
			"content":[
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				],
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				],
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				]
			],
		},
		"聯絡我們": {
			"id": 2
		},
		"faq": {
			"id": 2
		}
	},
	"topic3": {

	},
}
export default data;