var data = {
	"sections": ["首頁", "section-1", "設計流程", "CTA", "section-3", "第四區塊", "clients", "作品集", "聯絡我們", "常見問題"],
	"typeformURL":"https://toneproject.typeform.com/to/cLmHNY",
	"worksURL":"http://works.tonedesign.com.tw/",
	"blogURL":"https://medium.com/tone-design",
	"topic1": {
		// Cover
		"首頁": {
			"id": 1,
			"title": "好<span class='titleline relative'>設計</span>，讓品牌更精彩！",
			"content": "TONE design 專精資訊設計，\n讓你的品牌像故事一樣精彩！",
			"button": "聯繫 TONE",
		},
		// Section 1
		"section-1": {
			"id": 1,
			"sectionTitle": "用內容，強化你的品牌",
			"tagline": "TONE design 結合資訊設計、視覺設計與 User Experience，<br className='db-l dn'/>可配合不同媒體露出，設計內容涵蓋<span class='fw4'>影片</span>、<span class='fw4'>網站</span>與<span class='fw4'>資訊懶人包</span>。",
			"title": [
				"UX 設計",
				"資訊設計",
				"推廣策略"
			],
			"content": [
				"找出消費者旅程中每個階段的關鍵機會點。",
				"將訊息轉化為消費者能理解並喜歡的內容。",
				"因應媒體需求，將內容轉變為不同的素材。",
			],
		},
		// Section 2
		"設計流程": {
			"id": 1,
			"sectionTitle": "我們怎麼做資訊設計？",
			"tagline": "以影片為例，面對不同的行銷需求，有哪些設計重點？",
			"section": ["UX 設計", "資訊設計", "推廣策略"],
			"content": [
				{
					"tagline": "情境一：建立知名度\n讓更多人看到產品或服務",
					"title": "吸引眼球，把路人變訪客！",
					"paragraph": "說出消費者的需求痛點，吸引目光並引起共鳴，再適時提供可行的解決方向，讓消費者與你的品牌產生連結，並留下良好的第一印象！",
					"smalltitle": ["設計重點","建議的影片類型"],
					"smalllist": ["運用消費者Persona，說出痛點引起共鳴。","幫助消費者釐清問題，找到對的解決方向。","可稍微帶到自己的品牌，建立印象與連結。"],
					"smallitem": ["商業廣告","品牌影片","社群短片"],
					"url": "https://medium.com/tone-design/a-testing-3ef8f4705284"
				},
				{
					"tagline": "情境二：提高轉換率\n讓產品成為更多人的選擇",
					"title": "強化說服，把訪客變顧客！",
					"paragraph": "在消費者尋找適合產品的決策過程中，影片能給予更詳細的產品資訊，幫助讓他們深入了解並產生更多信任，進而決定購買或使用！",
					"smalltitle": ["設計重點","建議的影片類型"],
					"smalllist": ["運用消費者Persona，說出痛點引起共鳴。","幫助消費者釐清問題，找到對的解決方向。","可稍微帶到自己的品牌，建立印象與連結。"],
					"smallitem": ["商業廣告","品牌影片","社群短片"],
					"url": "https://medium.com/tone-design/decision-e5a0eb2f1699"
				},
				{
					"tagline": "情境三：增加忠誠度\n成為顧客心中的第一順位",
					"title": "適時互動，把顧客變粉絲！",
					"paragraph": "消費者初次接觸產品前後，若提供持續的教學或感謝訊息，能建立良好關係。讓消費者有好的體驗，他們會很願意把你推薦給更多人！",
					"smalltitle": ["設計重點","建議的影片類型"],
					"smalllist": ["運用消費者Persona，說出痛點引起共鳴。","幫助消費者釐清問題，找到對的解決方向。","可稍微帶到自己的品牌，建立印象與連結。"],
					"smallitem": ["商業廣告","品牌影片","社群短片"],
					"url": "https://medium.com/tone-design/loyalty-8a396a744cbf"
				},
			]
		},
		"CTA": {
			"id": 1,
			"content": [
				{
					"tagline": "讓更多人看到產品",
					"title": "吸引眼球，把路人變",
					"paragraph": "說出消費者的需求痛點，吸引目光並引起共鳴，再適時提供可行的解決方向，讓消費者與你的品牌產生連結，並留下良好的第一印象！",
					"url": "https://medium.com/tone-design/a-testing-3ef8f4705284"
				},
				{
					"tagline": "讓產品成為更多人",
					"title": "強化說服，把訪客變",
					"paragraph": "在消費者尋找適合產品的決策過程中，影片能給予更詳細的產品資訊，幫助讓他們深入了解並產生更多信任，進而決定購買或使用！",
					"url": "https://medium.com/tone-design/decision-e5a0eb2f1699"
				},
				{
					"tagline": "成為顧客心中的第",
					"title": "適時互動，把顧客變",
					"paragraph": "消費者初次接觸產品前後，若提供持續的教學或感謝訊息，能建立良好關係。讓消費者有好的體驗，他們會很願意把你推薦給更多人！",
					"url": "https://medium.com/tone-design/loyalty-8a396a744cbf"
				}
			]

		},
		// Section 3
		"section-3": {
			"id": 1,
			"title": "不只如此！",
			"smalltitle": "製作一支行銷影片 =\n擁有一整套可以多元運用的素材！",
			"content": "你知道嗎？製作影片所產出的視覺素材，其實還可以再延伸利用，變化成其他內容！正確的規劃運用，不只幫專案節省時間與成本，更可以確保一致性，一舉多得！",
			"button": "按鈕文字"
		},
		// Section 4
		"第四區塊": {
			"id": 1,
			"sectionTitle": "設計流程",
			"tagline": "運用消費者Persona，說出痛點引起共鳴。",
			"section": ["資訊懶人包", "解釋影片", "互動網站"],
			"title":[
				["需求確認", "資料處理", "視覺初稿", "插畫排版", "設計完稿"],
				["需求確認", "資料處理", "視覺初稿", "插畫排版", "設計完稿"],
				["需求確認", "資料處理", "視覺初稿", "插畫排版", "設計完稿"],
			],
			"content":[
				[
				"5~7 days",
				"7~10 days",
				"7~10 days",
				"7~10 days",
				"1~2 days",
				],
				[
				"5~7 days",
				"7~10 days",
				"7~10 days",
				"7~10 days",
				"1~2 days",
				],
				[
				"5~7 days",
				"7~10 days",
				"7~10 days",
				"7~10 days",
				"1~2 days",
				],
			],
		},
		"聯絡我們": {
			"id": 1
		},
		"常見問題": {
			"id": 1
		}
	},
	"topic2": {
		// Cover
		"首頁": {
			"id": 2,
			"title": "這是首頁的大標題2",
			"content": "這是首頁的副標題，可以有比較多字，兩行的文字或三行的文字．",
			"button": "按鈕文字",
		},
		// Section 1
		"section-1": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"title": [
				"第一個項目",
				"第二個項目",
				"第三個項目"
			],
			"content": [
				"這是一段敘述給第一個項目，大約一到兩行的文字．",
				"這是一段敘述給第二個項目，大約一到兩行的文字．",
				"這是一段敘述給第三個項目，大約一到兩行的文字．",
			],
		},
		// Section 2
		"設計流程": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"tagline": "這是一段會消失的副標題，不確定會有多少字大概兩行．",
			"section": ["區塊一", "區塊二", "區塊三"]
		},
		"CTA": {

		},
		// Section 3
		"section-3": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"title": "這是區塊三的主要標題",
			"content": "這是區塊三的內文，可以有比較多字，良國處怎洲立。員破策就類格做度管著把參禮今生著：類出獎流朋上、者關的天接研你力許更工會外聞年紅每己國書。運面綠何知科子舉飛究。何時話會有社；不社院能實面華可也行用適行了他想員是一定，生們話驗畫！",
			"button": "按鈕文字"
		},
		// Section 4
		"第四區塊": {
			"id": 2,
			"sectionTitle": "這是各區塊中等標題",
			"section": ["區塊一", "區塊二", "區塊三"],
			"title":[
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
				["小標題一", "小標題二", "小標題三", "小標題四", "小標題五"],
			],
			"content":[
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				],
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				],
				[
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				"這裡會有一小段內容，大約一兩行．",
				]
			],
		},
		"聯絡我們": {
			"id": 2
		},
		"常見問題": {
			"id": 2
		}
	},
	"topic3": {

	},
}
export default data;